print("This is operator GreaterThan checking which value is greater than the other")
print("हा प्रोग्राम दोन संख्यांपैकी मोठी संख्या ओळखतो")

# वापरकर्त्याकडून दोन संख्या घेणे
a = int(input("पहिली संख्या टाका: "))
b = int(input("दुसरी संख्या टाका: "))

# पहिली अट: जर a > b असेल
if a < b:
    print(f"{a} ही संख्या {b} पेक्षा मोठी आहे")  # जर a मोठा असेल तर हे प्रिंट होईल

# दुसरी अट: जर b > a असेल
# elif b > a:
#     print(f"{b} ही संख्या {a} पेक्षा मोठी आहे")  # जर b मोठा असेल तर हे प्रिंट होईल

# तिसरी अट: जर दोन्ही संख्या सारख्या असतील (a == b)
else:
    print("दोन्ही संख्या समान आहेत")  # जर a आणि b समान असतील तर हे प्रिंट होईल
